tap "heroku/brew"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "xquartz"
brew "bower"
brew "cmake"
brew "composer"
brew "ctop"
brew "docker-machine"
brew "docker-compose"
brew "dockutil"
brew "flyway"
brew "git"
brew "grails"
brew "graphviz"
brew "grunt-cli"
brew "gtkglext"
brew "heroku"
brew "htop"
brew "jenv"
brew "maven"
brew "memcached", restart_service: true
brew "midnight-commander"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "mysql@5.6"
brew "nginx"
brew "node@8"
brew "php"
brew "postgresql", restart_service: true
brew "sbt"
brew "transmission"
brew "vnstat", restart_service: true
brew "watch"
brew "watchman"
brew "wget"
brew "wine"
brew "yarn"
cask "atom"
cask "blender"
cask "eclipse-jee"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "jedit"
cask "librecad"
cask "netbeans"
cask "onyx"
cask "sketch"
cask "sketchup"
cask "soapui"
cask "sourcetree"
cask "sts"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "caskroom/versions/java8"
